IDEA Open Model
PointSupportNode.SupportTypeRY Property
 Support type in dirrection round Y
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public SupportTypeInDirrection SupportTypeRY { get; set; }
Public Property SupportTypeRY As SupportTypeInDirrection
	Get
	Set
public:
property SupportTypeInDirrection SupportTypeRY {
	SupportTypeInDirrection get ();
	void set (SupportTypeInDirrection value);
}
Property Value
Type: SupportTypeInDirrection
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace